Repository: Berndhura/LuftKraftSport_iOS
Catalog: calvi_table/*.lproj/Localizable.strings
Languages: de_de

# problem
source: There is a problem!
de_de: Es gibt ein Problem!

source: Abort
de_de: Abbrechen

# no_search_results
source: No Results!
de_de: Suche erfolglos!

# no_search_results_details
source: There are currently no ads for your search :-(
de_de: Dies Suche hat leider kein Ergebnis gebracht :-(

# report_ad
source: Report this ad due to inappropriate content
de_de: Diese Anzeige melden aufgrund von unangebrachten Inhalt

source: Report
de_de: Melden

source: Ads:
de_de: Anzeigen:

source: Views:
de_de: Angesehen:

# bookmarked_info
source: Ad bookmarked...
de_de: Artikel ist gemerkt...

# unbookmark_info
source: Ad removed from bookmark list...
de_de: Artikel von der Merkliste gelöscht...

# main_search_title
source: Search...
de_de: Suche dein Material...

# no_articles
source: No ads yet :-(
de_de: Noch keine Anzeigen :-(

# no_whatsapp
source: WhatsApp is not installed on your phone!
de_de: WhatsApp ist auf deinem Telefon nicht installiert

# whatsapp_share
source: Maybe that's something for you:
de_de: Hier das könnte etwas für Dich sein:

source: Delete article
de_de: Anzeige löschen!

# delete_article_confirm
source: Are you sure to do this?
de_de: Bist du dir sicher?

# delete_sure
source: Delete!
de_de: Lösche!

# new_article_titel
source: Title for your ad...
de_de: Titel deiner Anzeige...

# new_article_description
source: Describe your ad...
de_de: Beschreibe dein Angebot...

# new_article_price
source: Price...
de_de: Preis...

# new_article_location
source: Location...
de_de: Wo...

# new_article_change_button
source: Change ad...
de_de: Anzeige wird geändert...

# new_article_create_ad
source: New ad is being created...
de_de: Neue Anzeige wird erstellt...

# new_article_save_button
source: PLACE AN AD
de_de: ANZEIGE AUFGEBEN

# new_article_save_changes_button
source: CHANGE THIS AD
de_de: ÄNDERN DIESER ANZEIGE

# new_article_tab_bar_title
source: Create an ad
de_de: Erstelle eine Anzeige

# new_article_useless_title
source: Useless inputs!
de_de: Sinnlose Eingaben!

# new article_useless_message
source: Please create a proper Article
de_de: Mache bitte vernünftige Angaben für deine Anzeige!

# new_article_no_location_info
source: It is not possible to determine a location, please use the location input for this!
de_de: Es kann kein Ort bestimmt werden. Bitte gib einen Ort an

# new_article_no_network_for_location
source: There was a problem to determine you position, please check your network connection or try again later!
de_de: Es gab ein Problem mit der Internet Verbindung. Verbinde dich mit dem Internet oder versuche es später noch einmal!

# new_article_upload_images
source: Uploading images...
de_de: Bilder werden hochgeladen...

# login_to_bookmark
source: Please login to bookmark articles.
de_de: Melde Dich bitte an, dann kannst du dir Artikel merken.

# login_to_message
source: Please login to write messages to other user.
de_de: Um Nachrichten zu versenden, musst du dich anmleden.

# login_main_title
source: Please login to be able to create articles and to write messages!
de_de: Du musst Dich anmelden, um Anzeigen zu Erstellen und Nachrichten zu schreiben!

# login_google_button_text
source: Login with Google
de_de: Anmelden mit Google

# login_facebook_button_text
source: Login with Facebook
de_de: Anmelden mit Facebook

# login_go_back
source: Back
de_de: Zurück

# login_btn
source: Login
de_de: Anmelden

# logout_btn
source: Logout
de_de: Abmelden

source: Not logged in
de_de: Nicht angemeldet!

# confirm_logout_title
source: Really logout from Luftkraftsport?
de_de: Wirklich abmelden von Luftkraftsport?

# messages_title
source: Messages:
de_de: Nachrichten:

# no_messages
source: No messages yet!
de_de: Noch keine Nachrichten :-(

# validate_price_number
source: Use numbers for Price!
de_de: Preis muss eine Zahl sein!

# validate_price_not_empty
source: Price can not be empty!
de_de: Preis darf nicht leer sein!

# validate_title
source: Title must not be empty
de_de: Titel darf nicht leer sein!

# validate_location
source: Location is empty, last known location will be used
de_de: Der Ort ist leer, es wird die letzte bekannt Position genommen!

# progress_get_location
source: Getting location details...
de_de: Ändere Ort...

# show_searches
source: LATEST
de_de: AKTUELL

# searches_explain
source: Once you're following a search you will get a push notification in case a newly added article fits your search criterias.
de_de: Du kannst deine Suchen abspeichern und wirst benachrichtigt, sowie eine Anzeige zu deiner abgespeicherten Suche passt.

# saved_searches
source: SHOW SAVED SEARCHES
de_de: ABGESPEICHERTE SUCHEN

# no_searches
source: No saved searches.
de_de: Keine abgespeicherten Suchen.

# searches_title
source: Searches:
de_de: Suchen:

# delete_search
source: Delete this search
de_de: Suche Löschen

# delete_search_confirm
source: Are you sure?
de_de: Bist du sicher?

# empty_search_text_hint
source: Search text is empty!
de_de: Suche ist leer!

# follow_search_saved
source: Following this search now...
de_de: Folge dieser Suche ab jetzt

# followSearch
source: Follow this search
de_de: Dieser Suche folgen

# search_text_lable
source: Search for:
de_de: Suche nach:
